const characterIntro = {

	xyh:"一位欧气十足的武将。免疫全游戏最强控制技，拥有无条件改判的能力。设计来源为高二三班徐远浩。",
	cwq:"设计的非常草率的一位武将，完全照抄蔡文姬技能。谁叫蔡文强存在感比较低呢。",
	lyh:"极具破坏力的武将，拥有控制技能。设计原型为三班班主任梁云贺。",
	hjf:"一位辅助能力比较出色的武将，会唱歌和写小说。设计原型为高三三班胡江飞。",
	ljs:"喜欢水课的数学老师，擅长嘲讽学生，以及搞事情。设计原型为水神李进松。",
	spj:"强命型武将，擅长欺凌弱小。设计原型为三班物理老师司鹏举。",
	zyx:"一位变幻不定的武将，设计原型为高三三班张以欣。食尸前作为三血无防御的武将，非常容易暴毙，且死金技能具有较高的嘲讽。PC版张以欣为其增加了防御和破坏敌方手牌的能力。",
	xuxiang:"辅助型武将，有一定防御能力。设计原型为高二时期的化学老师徐翔。",
	"ol_yjc":"原版的杨俊采是我比较得意的设计，但书圣的代码实在不会写，只好在ol做的很草率。",
	wzqi:"一位血越少过牌越高的武将，复活技能增加了部分容错率。设计原型为高三三班王子琪。",
	jyx:"一位喜欢操事的武将。贾宇翔除了成绩差和吊儿郎当之外，在三班没啥存在感，OL对他做了一定的加强。",
	wangzr:"赛！",
	zuoci:"变幻莫测的武将，设计原型为高三三班化学老师聂小琴。",
};

export default characterIntro;
