const characterIntro = {
	zcy: "一位玩法非常灵活的武将，可以转化各种锦囊使用。设计来源为高二三班张程远。",
	"re_har": "一位纯粹的高伤武将，在辅助下可以打出高额的伤害或过牌。设计原型为高二三班华安瑞。",
	ylm: "一位辅助型武将，通过屯梅花牌提高团队的摸牌量。设计原型为高三三班生物课代表袁李梦。",
	wht: "菜刀流武将，还记得他初版时候的强度吗？设计原型为物理课代表王皓天。",
	
	dfy:"辅助型武将，每回合稳定过一牌，游戏体验虽不高但实际发挥比较可观。",
	zzb:"强伤型武将，在有辅助的情况下可以打出额外的输出。设计原型为高二三班张仲博。",
	pqy:"无差别攻击的武将，削弱全场的输出能力。设计原型为拥有实权的物理课代表潘启驭。",
	dzh:"一位以拼点为生的武将（虽然我不知道拼点这个设定是怎么来的）。无损拼点，但发动时机是准备阶段，因此难以保证成功率。设计原型为高二三班邓子豪。",
	fzh:"一位充满力量的武将，可以强制掉血和回复友方体力，在某些场合可能起到惊人的效果。设计原型为高二三班方子豪。",
	"re_wzr":"一位声音很大的武将，回合内能力非常强。设计原型为高二三班吴智锐。",
	zcyue:"一位很捞的武将，拥有多摸牌和一定的防御能力。设计原型为高二三班张晨跃。",
	zzm:"一位非常智慧的武将，可以对敌方核心武将进行强有力的控制。设计原型为高二三班张子墨。",
	mdx:"一位很黑的武将，拥有对黑色锦囊的防御力，以及强大的限定技。",
	"re_hxl":"重制版侯雪林，减少两点初始体力值，同时摆脱了负面技能。",
	zyf:"三班班长，具有一定强度，但几乎没有操作性。",
	"ol_zym":"我记得朱翊民是说他想要一个能吸血的技能，就给他做了那个版本。OL的设计就偷点懒了，直接照搬OL魏延的，毕竟原版的还是有点弱。",
	jtq:"一位反甲类武将，强度一般且可操作性低，主公位可能会产生较好的威慑力。",
	hyf:"三班第一，本应有王若岩之流的强度，但ol没有予以加强，原版的技能不能说弱，但是设计没有什么新意。",
	tzc:"一位很畜生的武将，在三班杀中拥有不属于4血的强度。上线ol的是国战版本，也挺恶心的。",
	lr:"一位强度比较高的武将，设计原型为高三三班李冉。",
	"ol_zjh":":ol版本的张嘉昊，线下版实在没啥意思。",
};

export default characterIntro;
