const characterIntro = {


	"sp_xyh": "酷闪一族，印在【闪】上的男人。",
	"sp_hac": "一位可以复活的武将，濒死时可以变为林奕杉继续战斗。但缺乏回复能力。",
	"re_fpx": "原版的方蓬骁是个不动白，界限突破后增加了主动技，改良了控制距离的能力。",
	"re_wry": "其实觉醒的设计感觉并不适合王若岩，王若岩应当是个人能力极强前期后期兼具的。界限突破没有改变原版的设计基调。",
	"re_wzq": "一位爆发极高的武将，可以在一回合内造成毁灭性的伤害。",
	"re_sx": "保镖型武将，可以有力地为队友和自己规避伤害。设计原型为高二三班孙迅。",
	"sp_byl": "一位拥有嘲讽和回复能力的英雄，设计灵感几乎全部来源于智选假日时期的柏毅林。",
	"re_jyh": "虽然金月辉人还不错，但这个武将挺招人厌的。原版恶心别人自己也不讨好，界限突破只剥夺对方的游戏体验，自己玩起来更舒服了。",
	"re_wyw": "原版王钰雯设计的太弱了，没有出场率，所以界一下。",
	"re_ch": "本来对程航和王钰雯的重制想让他们有些联动的，但没做，而是保留了标准版技能的设计思路。",
	cqw: "实体卡中陈强伟未上线身份场，OL应该怎么分包呢，就算SP吧。",

};

export default characterIntro;
