const characterIntro = {

	xyy:"一位喜欢在别人上厕所时偷袭的武将，设计原型为高三三班夏亦杨。",
	yhy:"一位体质较差的英雄，擅长辅助和补牌，受伤时有更高的防御。设计原型为高三三班非常怕冷的女生袁皓聿。",
	zyv:"一位搞基的武将，在受伤情况下可以对男性造成高额的伤害。设计原型为高三三班赵逸凡。",
	stl:"一位和善的武将，拥有较为恶心的防御技，可以辅助队友。设计原型为高三三班化学课代表宋天乐。",
	wyl:"一名回合内能力比较强的武将，擅长请假。设计原型为数学课代表吴亚岚。",
	lys:"一位帅气的武将，可以切换攻守姿态。设计原型为高三三班林奕杉。",
	zxr:"一位喜欢偷学的武将，四血英姿伪双刀，强度应该还可以。",
	wdl:"拼点型武将，可以破坏敌方手牌结构，拥有最朴实但是实用的防御技。设计原型为高三三班吴栋梁。",
	zl:"一位比较文静的武将，可以克制卖血和辅助宋天乐。设计原型为高三三班周丽",
	xzh:"龟缩型武将，拥有一定控场能力，和比智迟稍强的防御技。设计原型为高三三班薛子涵。魂梦就是上课睡觉的意思。",
	ykh:"一位菜刀流武将，设计原型为高二三班殷可涵。",
	"re_zmy":"一位不讲理的武将，克制一众卖血奆神。设计原型为高三三班张美雅。",
	suchang:"这不花心大萝卜吗？",
	xbw:"这个角色很孬，但是强度还挺高的。",
	zty:"一位挺有个性的武将，线下版技能有点略微不合理，OL版强度依旧在线。",
	laj:"呃，不好评价。",
};

export default characterIntro;
